[Main]
DisplayName=English

[Brower_Protected_M]
btn_ok=OK
Site_Safe_tip=This site is safe
Site_Risk_tip=This site is unsafe
Protected_Off_tip=Advanced SystemCare Browser Protection: Off
Site_Safe=Safe:
Site_Risk=Risk:
Site_Advisory=Advisory provided by
Site_Details=More Details

Link_Safe_tip=This link is safe
Link_Risk_tip=This link is unsafe
Sender_Risk_tip=This sender is suspicious.
Link_Phish_tip=This link contains phishing scam.
Risk_Title_Phish=This website has been reported as a phishing site.
Site_Risk_link=This email contains a malicious link.
Site_Risk_sender=The sender of this email is suspicious.
Site_Risk_link_sender=This email contains a malicious link, and the sender is suspicious.
Site_Risk_phish=This site contains phishing scam.

Risk_Title=This website has been reported as unsafe
Risk_recommend=We recommend that you do not continue visiting this website
Risk_goBack=Cancel
Risk_report=Report false alarm
Risk_continue=Continue anyway
Site_turbo_tip=Surfing Protection is disabled because Opera Turbo is on

ads_Removed=ads removed on this page
ads_Nofound=No ads found

Site_Miner_tip=Cryptocurrency mining blocked on this page